var local_database = [{
  id: 1,
  date: "Sep 18 2017",
  title: "“听说在你微信里，有个特别懂你的人”",
  post_image: "/images/6.jpg",
  content: "这样说或许难以理解，具体点说，假如凌晨你还在微信上和人聊天，你会下意识的让自己去相信，那个人是对你有点意思的，那个人也许长得很好看，那个人的胸也许很大，那个人应该和你的前任或初恋差不多……总之，那个人很好，好到哪怕明天早班，你也愿意跟TA聊个通宵。",
  author: "王思聪",
  detail: `我不知道有没有科学依据的支撑，就是人在夜里12点以后，身体和思想都会相对处于一个更加主观的状态，容易让人对异性产生趋近于完美的幻想。 这样说或许难以理解，具体点说，假如凌晨你还在微信上和人聊天，你会下意识的让自己去相信，那个人是对你有点意思的，那个人也许长得很好看，那个人的胸也许很大，那个人应该和你的前任或初恋差不多……总之，那个人很好，好到哪怕明天早班，你也愿意跟TA聊个通宵。 而实际上，你不但不知道对方长啥样，你可能连对方名字都叫不出来。 这不是说一个人此时大脑是混沌的，相反会很清醒，或者异常清醒，偶尔自己还能讲出几句惊世骇俗的大道理，也比平常更加的风趣有料。 基于这种情况，在有了第一次的微妙接触以后，你会期待第二次、第三次……无数次。当你养成这种习惯时，你会在心里暗示自己，你可能遇到了一个知己，甚至灵魂友者。 糟糕的是，你现在已经是有伴侣，或者已婚人士了，那么，在某次和爱人吵架以后，相形之下你就会觉得，这个世界上唯一懂你的人，在微信里。
  大概这个时候你会想吟诗一首：啊！我特么的，要是早几年遇见你，就好了！
  坦白地讲，其实，此时此刻，你已经在精神上脱轨了。
  当然，如果你是单身，根据“你觉得对爱上了你，实际上是你先爱上对方”之理论，你已经动了凡心，无论是想爱TA，还是单纯的想睡TA。
-2 -
  昨天陪女友去看了《变形金刚5》，我不剧透，我只是要讲一个叫“小灵通”的微型机器人，它很小只，有点萌。当看到某个“大块头”汽车人挥起拳头要将它毁灭时，女友紧紧抓住我的手。不是害怕，是心疼。
  其实，在某种特定环境下，人可以对任何事物产生感情，包括猫猫狗狗，一只钢笔橡，一块石头，以及微信里，某个从没见过面的网友。
  甚至，可能是一种声音。
  由派克·琼斯执导，斯嘉丽配音的一部科幻爱情片《她》（Her），就讲述了这样一个故事。
  失意作家西奥多在结束了一段令他心碎的爱情长跑之后，爱上电脑操作系统的一个女声。你没看错，我也没写错，是女声，不是女生。
  这个女声有个好听的名字，叫萨曼莎，她不仅有着一把略微沙哑的性感嗓音，还风趣幽默、善解人意。
  所以，无数个难熬的夜里，西奥多就是和她一起渡过的。倾诉，畅聊，暧昧，甚至做爱。
  如果你很难理解和一个声音怎么滚床单，不妨去找一两张苍老师的海报。或能解惑。
  由此可见，微信里若存在这样一个人，并不奇怪。并且，从难易程度上来讲，微信好友更适合做“幻想情人”。
-3 -
我敢保证，关于你的秘密和历史，你的伴侣未必比微信上最懂你的那个人知道得多。
  还有最重要的一点是，尽管你可以向TA坦白过去，但你的每个细节都是经过包装的，如果能让自己变得更完美，你绝不会吝啬这样的机会。就算是自黑，也会很巧妙。
  同理，对方也一样。只是，你会强迫自己去相信，你看到的TA是真实的。
  简单来说，对于TA，你已经失去更深的思考能力了，所以你们的对话总是很顺畅，也总是出奇的不谋而合，心有灵犀……相识恨晚。一种相思，两处闲愁。三杯两盏淡酒，怎敌他、晚来风急，啥啥啥的。
  总之，你们简直合拍得见鬼了。自从遇见TA以后，你变成了诗人，作家，段子手，情感大师……有情怀和情操的人。
  TA亦如此。你们可以把性说得轻描淡写，把爱说得入木三分。但终归，你们是失意人——不能拥有对方的失意，迫于现实，要和现任厮守终生，或者曾被前任伤害极深的失意。
  说白了，理论上你们想拥有对方，实际上只能相互遥望，于是便把这种悲伤和无奈一起捆绑，做一对非常奇特，又不肯承认的微信恋人。
  但其实，你真的懂TA吗，TA真的懂你吗？除了头像和网名，你还能直观的说出什么？你们的聊天内容被一次次包装美化，P了又P，你们真的彼此了解吗？
  恐怕不。你不用说你们的很多理论与认识高度相同，更不用说TA总是能走进你的内心——你都没关门，好不啦？
  无非就是一种幻觉和臆想。你们之间所谓的心灵相通，不过是建立在普通又普遍的世俗价值观上，所以，他说什么你都觉得对，你讲哪些，她都觉得好。
  如同一个善于分析人性心理的情感作家，他和任何人对话，都能找到共通点。他不是懂你，他是更懂这个世界。仅此而已。
  所以，别自恋和自我迷惑了，什么灵魂好友，什么心意相通，不过是在盐是咸的，醋是酸的基础上，去对一件共识的事情进行交流，交换意见。
  我敢说，放进现实，让你们相处一个月，纷纷破功。且不说，如果某一方长得欠妥，甚至分分钟溃散。
-4 -
那么，你又是什么时候开始和微信上最懂你的人渐渐疏远的呢？
  大概，就是从你发现，原来除了自己以为，TA还有很多好友，甚至和你们共同的好友关系也很亲近时。
  然后你就会明白，你无权独立拥有TA，虽然也从未真正拥有过。
  你们之间的关系，也就是从那开始，突然变得很脆弱，比普通朋友还脆弱。你甚至为此伤心。
  现实生活中有句话叫人走茶凉，大概是每个人都见惯了人情世故，所以不觉怎样。但如果在微信上被一个好友拉黑，估计能沮丧半年。
  我甚至见过一个被删除好友的人，刻意发了篇文章痛骂一番，朋友圈里声讨三天。
  我们的社交重心，越来越网络化，总是觉得身边人和自己之间隔了点什么，交不透，彼此提防。所以很多人都说这个世界越来越功利，有利聚无利散。
  可你有没有想过，正是因为这份不信任，才让你在生活中没有知己，没有了可交心的人？
  包括婚姻和恋爱，你总是觉得网友更懂你的欢乐悲伤。为什么？
  因为网友不需要承担责任，不需要履行某种义务。大家只有开心就好。
  但归根结底，你并不需要一个网友，更不需要一个“微信情人”，你只是给自己找了一个情感宣泄的出口。
  综上所述，要把心思多放在身边的人身上，无论是朋友还是爱人，只要你付出真情，必然能换来真意。
  交网友可以，尤其那些有思想，够温暖，重情意的人，但别越界，别在心里蠢蠢欲动，觉得会生点什么。
  如果是单身，网恋也不是不可以，但要想想自己有没有把这份感情变成现实的能力。
  若没有，就别去尝试，不然你失去恋人的同时，也会一起失去一个好朋友。
-END -`,
  dateTime: "24小时前",
  view_num: "112",
  collect_num: "96",
  author_img: "/images/avatar/1.png",
  music: {
    dataUrl: 'http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E06DCBDC9AB7C49FD713D632D313AC4858BACB8DDD29067D3C601481D36E62053BF8DFEAF74C0A5CCFADD6471160CAF3E6A&fromtag=46',
    title: '此时此刻-许巍',
    coverImgUrl: 'http://y.gtimg.cn/music/photo_new/T002R300x300M000003rsKF44GyaSk.jpg?max_age=2592000'
  }
}, {
  id: 2,
  date: "Sep 20 2017",
  title: "22岁，那抹耀眼的红色，叛逆得着实有几分幸福。",
  post_image: "/images/5.jpg",
  content: "我，一个22岁的女孩，就在刚刚，生平第一次为自己的十根手指涂上耀眼的红色。我将双手伸向天空，缓缓张开，阳光透过指缝蔓延开来，倾洒于小溪的面庞。这一秒，甚至连阳光都开始变得淘气，叛逆的着实有几分幸福。。",
  view_num: "120",
  collect_num: "33",
  author_img: "/images/avatar/1.png",
  author: "半夏",
  dateTime: "4天前",
  detail: `在青春的年轮里，没能活出本该属于“女孩”的美好。想必，一定是一种遗憾。而我，似乎从来没有纯粹的做过一个女孩。
我，一个22岁的女孩，就在刚刚，生平第一次为自己的十根手指涂上耀眼的红色。我将双手伸向天空，缓缓张开，阳光透过指缝蔓延开来，倾洒于小溪的面庞。这一秒，甚至连阳光都开始变得淘气，叛逆的着实有几分幸福。
那阳光照耀下的，不仅仅是一抹红色。还有，曾经丢失的自我。
小溪，一直都把自己当作大人。是，那种懂事的大人，而非那种成年的大人。在我的身上一直有一种与年龄不太相称的拘谨与老成。说实话，我不太喜欢，却也挥之不去。我都快忘记：原来，22岁的自己，还拥有勉强站在孩子行列，去高傲的做一回“女孩”的资格。
小溪的父亲是那种无微不至到“恶魔”境界的存在。从幼儿园到小学，我的头发从来都是比班上的男生还要短，我的指甲也是他帮我尽力修剪到短的不能再短。而且自打刚刚懂事起我就在父亲“如果你敢涂指甲油，就剁了你的手”这种警告下苟延残喘。“女生应该穿着保守不失得体大方，才不会被别人所看轻。”诸如此类的约束与叮咛，活脱脱的就像是紧箍咒之于孙悟空那般想要反抗而又深感力不从心。直到那一天：为生命画满十八个年轮的自己天真的以为，终于拥有了逃出“魔爪”的资格。后来才发现：自己错的有多离谱。父母对孩子的控制欲，始终是一辈子的。
此刻的我之所以如此肆无忌惮是因为父亲不在我的身边，他尚且无法亲眼见识到我手指那抹耀眼的红色。的确，我很怂。
不知从哪个瞬间起，我便渐渐开始萌生了一些疯狂的念头，渴望去一步步冲破身上所固守的条条框框，还有那一道道几近迂腐的心理防线。我渴望去遇到另一个日渐大胆而放肆的自己。那是我始终没有看到过的，小溪该有的姿态。
下一次归家，我想我会勇敢地带着那抹红色。我渴望，与父亲来一场：成长的谈判。说出这么多年来，一直萦绕心头，止于唇齿的“叛逆”的自我。
父亲，我明白您所有的教诲出发点都是为了我好，也明白您是真正爱我，才渴望我成为你所期望的“美好”。无论是之于人生还是之于琐碎的生活，您事无巨细的站在“过来人”的高地，舍不得我一丁点的试错。可能确实避免走了很多弯路，但也着实都丢失了一些生命中本该拥有的即时性的光华与灿烂，于我而言。
那些短暂的叛逆，才最快乐。我一直忘了告诉你：那个曾偷偷去田地里偷别人家地瓜的自己；那个第一次穿上短裙与高跟鞋，装作大人模样的自己；那个第一次青春少女情愫悸动，偷偷恋爱的自己；那个曾逃课学韩国女团舞蹈的自己；那个曾一次次挽回曾经那个他的自己，一定会让您觉得很丢脸。我都没有告诉您：我一直都叛逆的不够彻底。是因为：比起挨骂，我更害怕，那样的自己，会让您失望。
既然怕您失望，我为何还是想要继续那场谈判？“谈判”二字背后藏着你我本不同的灵魂，而深谙你脾性的自己清楚的明白：我胜算的可能性微乎其微。但这一次，我想固执着我的固执。或许，比对错更加重要的，是我有体会过，那种与你谈判的感觉。
父亲，请您相信：我拥有独立思考生命的能力，而我也希望，生而为人的你我，都能更加从容地对待对方的生命，更加自主地去成为自己想要成为的模样。
如果谈判失败，那我就在青春的末梢偷偷做个“叛逆的女孩”。
生活，就是要用智慧搪塞掉一地的鸡毛蒜皮。
生活需要勇者，更需要智者。勇者无望，那我就做个智者。
所谓智者，也不过是在这鸡毛蒜皮的世界，清楚的明白：你，该以怎样更加美好的姿态存在于这个世界。`,
  music: {
    dataUrl: 'http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38',
    title: '谭咏麟：朋友',
    coverImgUrl: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000'
  }
}];
var swiper_imgs = ['/images/1.jpg', '/images/2.jpg', '/images/3.jpg', '/images/4.jpg', '/images/5.jpg'];
module.exports = {
  postList: local_database,
  swiper_imgs: swiper_imgs
}